Repository: zalevsk1y/news-parser
Catalog: lang/news-parser-*.po
Languages: ru_ru

source: News Parser
ru_ru: Парсер новостей

source: Parse full text news from RSS Feed
ru_ru: Разбор полнотекстовых новостей из RSS ленты

source: Evgeny S.Zalevskiy <2600@ukr.net>
ru_ru: Евгений С. Залевский <2600@ukr.net>

source: Parsing
ru_ru: Парсинг

source: Settings
ru_ru: Настройки

source: About
ru_ru: О программе

source: Source
ru_ru: Источник

source: Sorry XML file cannot be downloaded
ru_ru: Извините, файл XML не может быть загружен

source: Sorry XML file has wrong format
ru_ru: Извините, XML-файл имеет неправильный формат

source: Sorry some internal error.Try again later
ru_ru: Извините за внутреннюю ошибку. Попробуйте позже

source: Sorry, post was not created for some reasons.
ru_ru: Извините, пост не был создан по некоторым причинам.

source: Some program error has occurred
ru_ru: Произошла какая-то программная ошибка

source: No Title
ru_ru: Без названия

source: No Body
ru_ru: Нет тела

source: Sorry temporary settings cannot be saved
ru_ru: Извините, временные настройки не могут быть сохранены

source: XML File successfully parsed.
ru_ru: XML-файл успешно проанализирован.

source: Post was successful saved as 'draft'.
ru_ru: Сообщение успешно сохранено как черновик.
